[{"id":"2ff6d1ca-7f71-4eb1-ba17-91f2f5e13226","manual_content":"# televisor - TOSHIBA 43QA7D63DG\n\n## 1. Descripción General\n- **Tipo de aparato**: Televisor Smart TV QLED de 43 pulgadas (109 cm)\n- **Tecnología**: Pantalla QLED con tecnología VA para mayor contraste\n- **Resolución**: 4K Ultra HD (3840 x 2160 píxeles)\n- **Características principales**: \n  - Compatible con HDR (High Dynamic Range) para mejor calidad de imagen\n  - Sistema operativo Smart TV con aplicaciones integradas\n  - Asistente de voz integrado\n  - Retroiluminación Direct LED para distribución uniforme de la luz\n  - Año de fabricación: 2023\n\n## 2. Panel de Control y Elementos\n\n### Mando a Distancia\n- **Botón POWER (⏻)**: Encender/apagar el televisor\n- **Botones numéricos (0-9)**: Selección directa de canales\n- **VOL +/-**: Ajustar volumen\n- **CH +/-**: Cambiar canales arriba/abajo\n- **MUTE (🔇)**: Silenciar/activar audio\n- **HOME/SMART**: Acceder al menú principal de aplicaciones\n- **Botones de navegación (▲▼◄►)**: Moverse por menús\n- **OK/ENTER**: Confirmar selección\n- **BACK/RETURN**: Volver al menú anterior\n- **SOURCE/INPUT**: Cambiar entre fuentes de entrada (HDMI, USB, TV)\n- **Botones de colores (Rojo/Verde/Amarillo/Azul)**: Funciones rápidas según aplicación\n- **NETFLIX/PRIME VIDEO**: Acceso directo a plataformas de streaming\n- **SETTINGS (⚙️)**: Acceder a configuración rápida\n\n### Panel Lateral/Trasero del TV\n- **Botón POWER físico**: Encendido manual en caso de fallo del mando\n- **Joystick multifunción**: Control manual para volumen, canales y menú\n- **LED indicador frontal**: \n  - **Luz roja fija**: TV en standby (apagado pero enchufado)\n  - **Luz azul/blanca**: TV encendido\n  - **Luz roja parpadeante**: Error o protección activada\n\n### Conexiones Traseras\n- **HDMI (varios puertos)**: Para conectar consolas, decodificadores, reproductores\n- **USB**: Para reproducir multimedia o conectar dispositivos\n- **Antena/Cable**: Entrada de señal de TV\n- **Audio óptico/jack 3.5mm**: Salida de audio para equipos externos\n- **Ethernet (LAN)**: Conexión a internet por cable\n- **Ranura CI+**: Para módulos de televisión de pago\n\n## 3. Instrucciones de Uso Paso a Paso\n\n### Uso Básico Diario\n\n**Primer encendido:**\n1. Conecta el cable de alimentación a la corriente\n2. Presiona el botón POWER del mando o el botón físico del TV\n3. Espera 5-10 segundos a que aparezca la imagen\n4. Sigue el asistente de configuración inicial (idioma, país, búsqueda de canales, Wi-Fi)\n\n**Encendido normal:**\n1. Presiona el botón POWER del mando (el LED rojo cambiará a azul/blanco)\n2. El TV se encenderá en el último canal o aplicación usada\n3. Ajusta el volumen con VOL +/-\n\n**Ver televisión tradicional:**\n1. Presiona SOURCE/INPUT hasta seleccionar \"TV\" o \"Antena\"\n2. Usa CH +/- o los números para cambiar canales\n3. Presiona OK para ver la guía de programación (si está disponible)\n\n**Usar aplicaciones Smart TV:**\n1. Presiona el botón HOME/SMART del mando\n2. Navega con las flechas (▲▼◄►) entre las aplicaciones\n3. Selecciona la aplicación deseada con OK\n4. Para Netflix o Prime Video, usa los botones directos del mando\n\n**Conectar a internet por Wi-Fi:**\n1. Presiona SETTINGS o HOME\n2. Selecciona \"Configuración\" > \"Red\" > \"Configuración de red\"\n3. Elige \"Inalámbrica\" y selecciona tu red Wi-Fi\n4. Introduce la contraseña usando el teclado en pantalla\n5. Espera la confirmación de conexión\n\n### Funciones Avanzadas\n\n**Cambiar entre dispositivos conectados (HDMI):**\n1. Presiona SOURCE/INPUT repetidamente\n2. Selecciona el puerto HDMI correspondiente (HDMI 1, 2, 3, etc.)\n3. Presiona OK para confirmar\n\n**Ajustar calidad de imagen:**\n1. Presiona SETTINGS durante la reproducción\n2. Selecciona \"Imagen\" o \"Picture\"\n3. Elige entre modos predefinidos: Estándar, Vívido, Película, Deportes, Juego\n4. Ajusta manualmente brillo, contraste, color y nitidez si es necesario\n\n**Activar asistente de voz:**\n1. Presiona el botón del micrófono en el mando (si está disponible)\n2. Di el comando o búsqueda que deseas realizar\n3. El TV mostrará resultados o ejecutará la acción\n\n**Reproducir contenido desde USB:**\n1. Inserta el USB en el puerto lateral\n2. El TV detectará automáticamente el dispositivo\n3. Navega por las carpetas con las flechas del mando\n4. Selecciona el archivo (fotos, vídeos, música) con OK\n\n**Configurar control parental:**\n1. Ve a SETTINGS > Sistema > Control parental\n2. Crea un PIN de seguridad (anótalo)\n3. Establece restricciones de edad o bloquea canales específicos\n\n## 4. Programas/Modos Disponibles\n\n| Modo de Imagen | Descripción | Cuándo usarlo |\n|----------------|-------------|---------------|\n| **Estándar** | Configuración equilibrada de fábrica | Uso diario general, programas de TV normales |\n| **Vívido/Dinámico** | Colores intensos, brillo máximo, contraste alto | Habitaciones con mucha luz, centros comerciales |\n| **Película/Cinema** | Colores naturales, menos brillo, temperatura cálida | Ver películas por la noche, contenido cinematográfico |\n| **Deportes** | Mayor fluidez, colores vivos, claridad en movimiento | Partidos de fútbol, eventos deportivos en directo |\n| **Juego/Game** | Reduce latencia, mejora tiempo de respuesta | Conectar consolas PlayStation, Xbox, Nintendo |\n| **Ahorro energía** | Reduce brillo y consumo eléctrico | Uso prolongado, ahorro en la factura |\n| **HDR** | Se activa automáticamente con contenido compatible | Netflix 4K, películas UHD, PS5/Xbox Series X |\n| **Usuario/Personalizado** | Ajustes manuales guardados | Cuando has configurado tu preferencia personal |\n\n| Modo de Sonido | Descripción | Cuándo usarlo |\n|----------------|-------------|---------------|\n| **Estándar** | Audio equilibrado para todo tipo de contenido | Uso general |\n| **Música** | Realza frecuencias medias y agudos | Escuchar conciertos o clips musicales |\n| **Película** | Sonido envolvente simulado, graves mejorados | Ver películas con efectos especiales |\n| **Deportes** | Realza voces de comentaristas y ambiente de estadio | Eventos deportivos |\n| **Noticias/Diálogo** | Prioriza claridad de voces | Noticieros, documentales, programas hablados |\n\n## 5. Solución de Problemas Comunes\n\n**🔴 El televisor no enciende (LED apagado completamente)**\n- Verifica que el cable de alimentación esté bien conectado tanto al TV como al enchufe\n- Comprueba que el enchufe tenga corriente (prueba con otro aparato)\n- Revisa si hay un interruptor de encendido físico en el lateral/parte trasera del TV\n- Comprueba el fusible o diferencial del cuadro eléctrico\n- Desconecta el TV 2 minutos, vuelve a conectar e intenta de nuevo\n\n**🔴 El televisor no responde al mando a distancia**\n- Cambia las pilas del mando (normalmente 2 pilas AAA)\n- Asegúrate de apuntar directamente al sensor del TV (parte inferior central frontal)\n- Limpia el sensor del TV con un paño seco\n- Acércate más al televisor (máximo 5 metros de distancia)\n- Prueba a encender el TV con el botón físico lateral para descartar fallo del mando\n- Retira obstáculos entre el mando y el TV\n\n**🔴 Luz roja parpadeando y no enciende**\n- Desconecta el cable de alimentación durante 5 minutos\n- Mientras está desconectado, presiona el botón POWER del TV durante 30 segundos\n- Vuelve a conectar el cable y espera 1 minuto antes de encender\n- Si parpadea en un patrón (ejemplo: 3 parpadeos, pausa, 3 parpadeos), anota el patrón\n- Esto puede indicar sobrecalentamiento o fallo de alimentación interna\n- Asegúrate de que el TV tenga ventilación (no esté pegado a la pared ni cubierto)\n\n**🔴 No hay imagen, solo sonido (pantalla negra)**\n- Presiona el botón SOURCE/INPUT para verificar que estás en la fuente correcta\n- Verifica que el brillo no esté al mínimo (SETTINGS > Imagen > Brillo)\n- Comprueba que no esté activado el modo \"Radio\" o \"Solo audio\"\n- Desconecta todos los cables HDMI y prueba solo con TV por antena\n- Si hay imagen en TV pero no en HDMI, el problema es del dispositivo conectado\n- Prueba con otro cable HDMI o cambia de puerto HDMI\n\n**🔴 No hay sonido o muy bajo**\n- Verifica que no esté activado el modo MUTE (🔇)\n- Aumenta el volumen hasta al menos 30-40\n- Ve a SETTINGS > Sonido y verifica que el volumen no esté limitado\n- Comprueba que la salida de audio esté en \"Altavoces TV\" y no en \"Audio externo\"\n- Si usas HDMI, algunas fuentes controlan su propio volumen\n- Desactiva auriculares Bluetooth si están conectados accidentalmente\n\n**🔴 Imagen pixelada o congelada (canales TDT)**\n- Verifica que el cable de antena esté bien conectado y enroscado\n- Ve a SETTINGS > Canales > Instalación > Búsqueda automática\n- Realiza una nueva búsqueda de canales (puede tardar 5-10 minutos)\n- Mala señal de antena: contacta con el administrador del edificio\n- Si solo afecta a algunos canales, puede ser problema de emisión temporal\n- Reinicia el TV completamente (desconectar 2 minutos)\n\n**🔴 No se conecta a Wi-Fi o pierde conexión**\n- Ve a SETTINGS > Red > Estado de red para ver el diagnóstico\n- Olvida la red y vuelve a conectar introduciendo de nuevo la contraseña\n- Acerca el router al televisor o usa un repetidor Wi-Fi\n- Reinicia el router (desconéctalo 30 segundos)\n- Verifica que otros dispositivos sí tengan internet\n- Prueba conexión por cable Ethernet para descartar problema de Wi-Fi\n- Actualiza el software del TV en SETTINGS > Sistema > Actualización\n\n**🔴 Aplicaciones (Netflix, Prime Video) no funcionan**\n- Verifica la conexión a internet (prueba el navegador web del TV)\n- Cierra la aplicación completamente y vuelve a abrirla\n- Ve a SETTINGS > Aplicaciones > Netflix/etc. > Borrar caché y datos\n- Desinstala y reinstala la aplicación desde la tienda del TV\n- Cierra sesión en la aplicación y vuelve a iniciar sesión\n- Actualiza el software del TV (puede incluir actualizaciones de apps)\n- Verifica que tu suscripción a Netflix/Prime esté activa\n\n**🔴 Imagen con colores raros (muy azul, verde o rosa)**\n- Ve a SETTINGS > Imagen > Restaurar valores predeterminados\n- Verifica el modo de imagen (cambia de Vívido a Estándar)\n- Ajusta la temperatura de color a \"Neutro\" o \"Cálido\"\n- Si usas HDMI, revisa la configuración de color del dispositivo conectado\n- Comprueba que el cable HDMI esté bien conectado (desconecta y reconecta)\n- Prueba con otro cable HDMI o puerto diferente\n\n**🔴 El TV se enciende o apaga solo**\n- Desactiva el temporizador de apagado: SETTINGS > Sistema > Temporizador\n- Desactiva HDMI CEC: SETTINGS > Sistema > Control HDMI > Desactivar\n- Desactiva el encendido automático: SETTINGS > Eco > Encendido automático\n- Verifica que el mando no esté atascado debajo de un cojín (presionando botones)\n- Actualiza el software del TV\n- Si persiste, desconecta todos los dispositivos HDMI para identificar el causante\n\n**🔴 Barras negras en los laterales o imagen estirada**\n- Presiona el botón FORMAT o ASPECT RATIO del mando\n- Cambia entre opciones: 16:9, 4:3, Zoom, Autoajuste, Original\n- Para contenido 4:3 antiguo (formato cuadrado), las barras son normales\n- Ve a SETTINGS > Imagen > Formato de pantalla > Autoajuste\n- Si usas decodificador externo, ajusta el formato desde ese dispositivo\n\n## 6. Mantenimiento Regular\n\n### Limpieza de la pantalla\n- **Frecuencia**: Cada 1-2 semanas o cuando se vea sucia\n- **Método**: \n  1. Apaga completamente el TV y desconéctalo\n  2. Usa un paño de microfibra seco y suave\n  3. Limpia con movimientos circulares suaves, sin presionar\n  4. Para manchas persistentes, humedece ligeramente el paño con agua destilada\n  5. **NUNCA uses**: alcohol, amoniaco, limpiadores de ventanas, papel de cocina\n\n### Limpieza de la carcasa\n- **Frecuencia**: Mensual\n- **Método**: Paño ligeramente húmedo para el marco y parte trasera\n- Limpia las rejillas de ventilación con un pincel suave o aspiradora a baja potencia\n\n### Ventilación\n- **Importante**: Deja al menos 10 cm de espacio libre alrededor del TV\n- No cubras las rejillas de ventilación traseras\n- Evita colocar el TV en muebles cerrados sin ventilación\n- Limpia el polvo acumulado en rejillas cada 2-3 meses\n\n### Conexiones\n- Revisa cada 6 meses que los cables HDMI, antena y alimentación estén bien conectados\n- Limpia el polvo de los puertos con aire comprimido suave\n\n### Actualización de software\n- **Frecuencia**: Revisar cada 2-3 meses\n- **Método**: SETTINGS > Sistema > Actualización de","appliance_name":"televisor","brand":"TOSHIBA","model":"43QA7D63DG"}, 
 {"id":"ae9ae282-95da-405d-958b-4bb405fcbd4a","manual_content":"# televisor - TOSHIBA 43QA7D63DG\n\n## 1. Descripción General\nEste televisor de 43 pulgadas es un Smart TV de alta gama con tecnología **QLED** y resolución **4K Ultra HD**. Combina una excelente calidad de imagen con funciones inteligentes (Android TV), permitiendo acceder a aplicaciones de streaming, juegos y control por voz. Es un dispositivo diseñado para el entretenimiento doméstico con colores vibrantes y alto contraste.\n\n## 2. Panel de Control y Elementos\nEl televisor se controla principalmente mediante el mando a distancia, pero cuenta con elementos básicos en el cuerpo del aparato:\n\n*   **Botón de Control (Trasero/Inferior):** Permite encender el televisor o realizar funciones básicas (volumen/fuente) si no tienes el mando a distancia.\n*   **Indicador LED:** \n    *   **Luz Roja:** El televisor está en modo espera (Standby).\n    *   **Luz Apagada:** El televisor está encendido o desconectado de la corriente.\n*   **Mando a Distancia:**\n    *   **Botón Rojo (Power):** Encender/Apagar.\n    *   **Source/Input:** Seleccionar entre HDMI, TV o USB.\n    *   **Botón Home (Casa):** Abre el menú principal de aplicaciones (Netflix, YouTube, etc.).\n    *   **Rueda de navegación:** Para moverse por los menús y botón **OK** para confirmar.\n    *   **Botones de acceso directo:** Botones específicos para Netflix, Prime Video o YouTube.\n\n## 3. Instrucciones de Uso Paso a Paso\n\n### Uso Básico Diario\n1.  **Encendido:** Pulsa el botón rojo del mando a distancia. El indicador LED del televisor se apagará.\n2.  **Selección de contenido:** Pulsa el botón **Home** (icono de casa) para ver las aplicaciones instaladas como Netflix o YouTube.\n3.  **Cambiar a consola o decodificador:** Pulsa el botón **Source** o **Input** y selecciona el puerto HDMI correspondiente (ej. HDMI 1).\n4.  **Ajuste de volumen:** Usa los botones **V+ / V-** para subir o bajar el sonido.\n5.  **Apagado:** Pulsa de nuevo el botón rojo del mando. El televisor entrará en modo espera (luz roja encendida).\n\n### Funciones Avanzadas\n*   **Asistente de Voz:** Pulsa el botón del micrófono en el mando y di \"Pon música en YouTube\" o \"¿Qué tiempo hace?\".\n*   **Chromecast integrado:** Puedes enviar videos desde tu móvil al televisor si ambos están conectados a la misma red Wi-Fi.\n\n## 4. Programas/Modos Disponibles\n\n| Programa | Descripción | Cuándo usarlo |\n|----------|-------------|---------------|\n| **Modo Estándar** | Configuración equilibrada de brillo y color. | Uso general diario. |\n| **Modo Cine** | Colores más cálidos y ajustes para ver películas. | Ver cine con poca luz ambiental. |\n| **Modo Juego** | Reduce el retraso de respuesta de la imagen. | Al conectar consolas (PS5, Xbox, Switch). |\n| **Modo Deporte** | Resalta el movimiento y el color del césped. | Partidos de fútbol o tenis. |\n| **Modo Dinámico** | Máximo brillo y colores muy saturados. | Habitaciones con mucha luz solar. |\n\n## 5. Solución de Problemas Comunes\n\n**🔴 El aparato no enciende**\n*   Verifica que el cable de alimentación esté bien conectado al enchufe y al televisor.\n*   Prueba a encenderlo usando el botón físico en el propio televisor, por si fallan las pilas del mando.\n\n**🔴 El mando a distancia no funciona**\n*   Asegúrate de que no haya obstáculos entre el mando y el televisor.\n*   Cambia las pilas por unas nuevas (tipo AAA).\n\n**🔴 No hay imagen (\"Sin señal\")**\n*   Revisa que el cable HDMI esté bien conectado.\n*   Asegúrate de haber seleccionado la fuente correcta (HDMI 1, HDMI 2, etc.) con el botón **Source**.\n\n**🔴 No se escucha el sonido**\n*   Pulsa el botón de \"Mute\" (silencio) para ver si se ha desactivado por error.\n*   Si usas una barra de sonido, comprueba que esté encendida y en el modo correcto.\n\n**🔴 No se conecta al Wi-Fi**\n*   Ve a Ajustes > Red e Internet y verifica que la contraseña sea correcta.\n*   Reinicia el router de la vivienda si el problema persiste.\n\n**🔴 La imagen se ve oscura**\n*   Comprueba que el \"Modo de ahorro de energía\" no esté activado en el menú de imagen.\n*   Cambia el modo de imagen a \"Dinámico\" o \"Estándar\".\n\n**🔴 Las aplicaciones (Netflix/YouTube) se quedan colgadas**\n*   Mantén pulsado el botón de encendido del mando durante 5 segundos para reiniciar el sistema operativo del televisor.\n\n**🔴 Los subtítulos no desaparecen**\n*   Pulsa el botón \"Subt\" o entra en los ajustes de la aplicación (Netflix/YouTube) para desactivarlos manualmente.\n\n**🔴 La imagen y el sonido no van coordinados**\n*   Entra en Ajustes de Sonido > Retraso de audio y ajusta los milisegundos hasta que coincidan.\n\n**🔴 Aparece un mensaje de \"Almacenamiento lleno\"**\n*   Desinstala aplicaciones que no estés usando desde el menú de Ajustes > Aplicaciones.\n\n## 6. Mantenimiento Regular\n*   **Limpieza de pantalla:** Usa un paño de microfibra seco. Nunca rocíes líquidos directamente sobre la pantalla; si es necesario, humedece ligeramente el paño con agua destilada.\n*   **Ventilación:** Mantén las ranuras traseras libres de polvo usando un plumero suave para evitar sobrecalentamientos.\n*   **Actualizaciones:** El televisor suele actualizarse solo, pero puedes buscar actualizaciones en Ajustes > Preferencias del dispositivo > Información > Actualización del sistema.\n\n## 7. ⚠️ Advertencias de Seguridad\n*   **Humedad:** No toques el televisor ni el enchufe con las manos mojadas.\n*   **Estabilidad:** No tires de los cables ni permitas que los niños se cuelguen del aparato, ya que podría volcarse.\n*   **Tormentas:** Se recomienda desenchufar el televisor durante tormentas eléctricas para evitar daños por subidas de tensión.","appliance_name":"televisor","brand":"TOSHIBA","model":"43QA7D63DG"}]